{
  "code": 0
  ,"msg": ""
  ,"count": 3000000
  ,"data": [{
    "id": "10001"
    ,"name": "可乐"
    ,"info": "经典可口可乐"
    ,"from": "浙江温州"
    ,"band": "可口可乐"
    ,"bandpeople": "孙晓明"
    ,"phone": "15909808566"
    ,"price": "2.50元/箱"
    ,"num": "1000箱"
  },
  {
    "id": "10002"
    ,"name": "芬达（橙味）"
    ,"info": "经典芬达，喝了舌头变sai"
    ,"from": "浙江温州"
    ,"band": "可口可乐"
    ,"bandpeople": "孙晓明"
    ,"phone": "15909808566"
    ,"price": "2.50元/箱"
    ,"num": "1000箱"
  },
  {
    "id": "10003"
    ,"name": "雪碧"
    ,"info": "透心凉，心飞扬"
    ,"from": "浙江温州"
    ,"band": "可口可乐"
    ,"bandpeople": "孙晓明"
    ,"phone": "15909808566"
    ,"price": "2.50元/箱"
    ,"num": "1000箱"
  },
  {
    "id": "10004"
    ,"name": "冰露"
    ,"info": "经典饮用水"
    ,"from": "浙江温州"
    ,"band": "可口可乐"
    ,"bandpeople": "孙晓明"
    ,"phone": "15909808566"
    ,"price": "0.50元/箱"
    ,"num": "96箱"
  },
  {
    "id": "10005"
    ,"name": "冰红茶"
    ,"info": "康师傅冰红茶"
    ,"from": "西柳"
    ,"band": "康师傅"
    ,"bandpeople": "孙老明"
    ,"phone": "15909808596"
    ,"price": "1.00元/箱"
    ,"num": "96箱"
  },
  {
    "id": "10006"
    ,"name": "冰红茶"
    ,"info": "娃哈哈冰红茶"
    ,"from": "西柳"
    ,"band": "娃哈哈"
    ,"bandpeople": "孙老明"
    ,"phone": "15909808596"
    ,"price": "1.00元/箱"
    ,"num": "96箱"
  }
]
}  